/* Error message string. The first %@ is the file name, the second the error message */
"Could not extract the file \"%@\": %@" = "No se puede extraer el archivo \"%1$@\": %2$@";

/* Error message for resource forks. The first %@ is the file name, the second the error message */
"Could not extract the resource fork for the file \"%@\":\n%@" = "No se puede extraer el resource fork del archivo \"%1$@\":\n%2$@";

/* Option in the encoding pop-up to detect the encoding automatically */
"Detect automatically" = "Detectar automáticamente";

/* Panel OK button title when choosing an unarchiving destination for an archive */
"Extract" = "Extraer";

/* Panel title when choosing an unarchiving destination for an archive */
"Extract Archive" = "Extraer Archivo";

/* Status text while extracting an archive */
"Extracting \"%@\"" = "Extrayendo \"%@\"";

/* Status text when preparing to extract an archive */
"Preparing to extract \"%@\"" = "Preparando para extraer \"%@\"";

/* Panel OK button title when choosing a default unarchiving destination */
"Select" = "Seleccionar";

/* Error message for files not extractable by The Unarchiver */
"The contents of the file \"%@\" can not be extracted with this program." = "El contenido del archivo \"%@\" no puede ser extraído con este programa.";

/* Error messages from XADMaster.framework. Some are converted to friendlier messages in English, too. */

/* Common errors */
"Input data buffers border exceeded" = "El archivo esta incompleto";
"Opening file failed" = "El archivo no puede abrirse";
"Missing or wrong password" = "La contraseña suministrada es incorrecta";
"Wrong checksum" = "El archivo esta corrupto";
"Could not create directory" = "No se puede crear la carpeta";

/* Uncommon or unused errors */
"Unknown error" = "Error desconocido";
"Output data buffers border exceeded" = "El límite del buffer de salida de datos se excedió";
"Function called with illegal parameters" = "Función llamada con parámetros inválidos";
"Not enough memory available" = "No hay suficiente memoria disponible";
"Data is corrupted" = "Los datos están corruptos";
"Command is not supported" = "Comando no soportado";
"Required resource missing" = "Recurso necesario faltante";
"Error on decrunching" = "Error al descodificar";
"Unknown file type" = "Tipo de archivo desconocido";
"File, disk has been skipped" = "Archivo, se ha omitido el disco";
"User break in progress hook" = "El usuario canceló mientras se progresaba con la tarea";
"File already exists" = "El archivo ya existe";
"Verify failed (disk hook)" = "Verificación fallida (enganche de disco)";
"Wrong drive geometry" = "Geometría de unidad incorrecta";
"Unknown data format" = "Formato de datos desconocido";
"Source contains no files" = "La fuente no contiene archivos";
"Unknown filesystem" = "Sistema de archivos desconocido";
"Name of file exists as directory" = "El nombre del archivo ya existe como un directorio";
"Buffer was too short" = "El buffer es demasiado pequeño";
"Text encoding was defective" = "La codificación de texto era defectuosa";
